{
  "OpenAI API Key Required": "OpenAI API-Schlüssel erforderlich",
  "Please set your OpenAI API key in the bottom left of the sidebar.": "Bitte setzen Sie Ihren OpenAI API-Schlüssel in der unteren linken Ecke der Seitenleiste.",
  "Stop Generating": "Generierung stoppen",
  "Prompt limit is {{maxLength}} characters": "Eingabelimit liegt bei {{maxLength}} Zeichen",
  "System Prompt": "Systemaufforderung",
  "You are ChatGPT, a large language model trained by OpenAI. Follow the user's instructions carefully. Respond using markdown.": "Sie sind ChatGPT, ein großes Sprachmodell, das von OpenAI trainiert wurde. Befolgen Sie die Anweisungen des Benutzers sorgfältig. Antworten Sie in Markdown-Format.",
  "Enter a prompt": "Geben Sie eine Aufforderung ein",
  "Regenerate response": "Antwort regenerieren",
  "Sorry, there was an error.": "Entschuldigung, es ist ein Fehler aufgetreten.",
  "Model": "Modell",
  "Conversation": "Unterhaltung",
  "OR": "ODER",
  "Loading...": "Laden...",
  "Type a message...": "Schreiben Sie eine Nachricht...",
  "Error fetching models.": "Fehler beim Abrufen der Modelle.",
  "AI": "KI",
  "You": "Sie",
  "Make sure your OpenAI API key is set in the bottom left of the sidebar.": "Stellen Sie sicher, dass Ihr OpenAI API-Schlüssel in der unteren linken Ecke der Seitenleiste eingestellt ist.",
  "If you completed this step, OpenAI may be experiencing issues.": "Wenn Sie diesen Schritt abgeschlossen haben, kann OpenAI möglicherweise Probleme haben.",
  "Message limit is {{maxLength}} characters. You have entered {{valueLength}} characters.": "Nachrichtenlimit beträgt {{maxLength}} Zeichen. Sie haben {{valueLength}} Zeichen eingegeben.",
  "Please enter a message": "Bitte geben Sie eine Nachricht ein",
  "Chatbot UI is an advanced chatbot kit for OpenAI's chat models aiming to mimic ChatGPT's interface and functionality.": "Chatbot UI ist ein fortschrittliches Chatbot-Toolkit für OpenAIs Chat-Modelle, das darauf abzielt, die Benutzeroberfläche und Funktionalität von ChatGPT nachzuahmen."
}